<?php

return [
    'months' => [
        'қаңтар', 'ақпан', 'наурыз', 'сәуір', 'мамыр', 'маусым',
        'шілде', 'тамыз', 'қыркүйек', 'қазан', 'қараша', 'желтоқсан'
    ],
    'months_short' => [
        'қаң', 'ақп', 'нау', 'сәу', 'мам', 'мау',
        'шіл', 'там', 'қыр', 'қаз', 'қар', 'жел'
    ],
    'weekdays' => [
        'жексенбі', 'дүйсенбі', 'сейсенбі', 'сәрсенбі', 'бейсенбі', 'жұма', 'сенбі'
    ],
    'weekdays_short' => [
        'жс', 'дс', 'сс', 'ср', 'бс', 'жм', 'сб'
    ],
    'weekdays_min' => [
        'Жс', 'Дс', 'Сс', 'Ср', 'Бс', 'Жм', 'Сб'
    ],
];
